{
    "Home": "Inicio",
    "Services": "Servicios",
    "Projects": "Proyectos",
    "Contact": "Contacto",
    "Welcome to DTW - Digital Innovation": "Bienvenido a DTW - Innovación Digital",
    "Welcome to DTW - Digital Innovation Without Limits": "Bienvenido a DTW - Innovación Digital Sin Límites",
    "Digital Innovation Without Limits": "Innovación Digital Sin Límites",
    "We transform ideas into cutting-edge technological solutions. We drive your vision towards the digital future.": "Transformamos ideas en soluciones tecnológicas de vanguardia. Impulsamos tu visión hacia el futuro digital.",
    "Explore Services": "Explorar Servicios",
    "Our Services": "Nuestros Servicios",
    "Custom Web Development": "Desarrollo Web a Medida",
    "Robust and scalable web solutions, from landing pages to complex applications.": "Soluciones web robustas y escalables, desde landing pages hasta aplicaciones complejas.",
    "Mobile Applications": "Aplicaciones Móviles",
    "Native and hybrid apps for iOS and Android, focused on user experience.": "Apps nativas e híbridas para iOS y Android, centradas en la experiencia de usuario.",
    "Cloud Solutions": "Soluciones en la Nube",
    "Cloud infrastructure, microservices, and continuous deployment for maximum efficiency.": "Infraestructura cloud, microservicios y despliegue continuo para máxima eficiencia.",
    "Featured Projects": "Proyectos Destacados",
    "E-learning Platform": "Plataforma de E-learning",
    "Learning management system with gamification.": "Sistema de gestión de aprendizaje con gamificación.",
    "Analytics Dashboard": "Dashboard de Analítica",
    "Real-time data visualization for business intelligence.": "Visualización de datos en tiempo real para inteligencia de negocios.",
    "Social Fitness App": "App de Fitness Social",
    "Social network for athletes with activity tracking.": "Red social para deportistas con seguimiento de actividades.",
    "Let's Talk": "Hablemos",
    "Name": "Nombre",
    "Email": "Email",
    "Message": "Mensaje",
    "Send Message": "Enviar Mensaje",
    "Building the digital future, one line of code at a time.": "Construyendo el futuro digital, una línea de código a la vez.",
    "Navigation": "Navegación",
    "Follow us": "Síguenos",
    "All rights reserved.": "Todos los derechos reservados."
}

